label.global.titulo=All Video Downloader
label.global.tituloglobal=All Video Downloader - Youtube| Gettvid.com
label.global.descricao=Extraia qualquer v\u00EDdeo da internet no em formato de v\u00EDdeo ou \u00E1udio. Na melhor qualidade poss\u00EDvel.
label.global.hint=Insira a URL do seu v\u00EDdeo aqui.
label.global.botaopesquisar=Extrair
label.global.botaopesquisaroutro=Extrair outro
label.global.aguarde=Aguarde...
label.global.informeurl=Informe a URL
label.global.texto1=Download video, Download MP3,  extraia e fa\u00E7a download de videos e \u00E1udios do Youtube, Facebook, Instagram, Twitter, SendVid, Vimeo, CNN, entre outros.
label.global.texto2=Fa\u00E7a download de v\u00EDdeos dos Principais sites do mundo
label.global.texto3=Youtube, Facebook, Twitter, SendVid, Instagram e mais 1227 sites.
label.global.texto4=Sem Limites
label.global.texto5=Na nossa plataforma n\u00E3o h\u00E1 limites. Pode ficar a vontade para baixar todos os videos que desejar.
label.global.texto6=Velocidade
label.global.texto7=Transferimos o seu v\u00EDdeo na maior velocidade dispon\u00EDvel em nossos servidores.
label.global.texto8=Seguro
label.global.texto9=Totalmente seguro e sigiloso. Os v\u00EDdeos baixados s\u00E3o deletados instantes depois de efetuar o download.
label.global.texto10=Plataformas
label.global.texto11=Por ser um aplicativo web, ele \u00E9 100% compat\u00EDvel com qualquer dispositivo que possua um navagador. (Safari, Chrome, Firefox, etc...)
label.global.texto12=Formatos
label.global.texto13=Todos os formatos s\u00E3o suportados MP4, MP3, WEBM, OGG, FLV, entre outros.
label.global.texto14=Dispon\u00EDvel para enviar para o Google Fotos, DropBox, Google Drive.
label.global.texto15=Compat\u00EDvel com os principais sites do mundo. Fa\u00E7a j\u00E1 um teste\!
label.global.texto16=Como transferir um video ?
label.global.texto17=Copie a URL do V\u00EDdeo
label.global.texto18=Cole a URL no nosso site e clique em Extrair
label.global.texto19=Acompanhe o download no nosso terminal e ao final clique no bot\u00E3o para efetuar o download.
label.global.texto20=Perguntas e Respostas
label.global.texto21=Como fazer download de video do Youtube ?
label.global.texto22=1. Copie o endere\u00E7o do video e cole no nosso site.
label.global.texto23=2. Clique no bot\u00E3o para converter o v\u00EDdeo ou o \u00C1udio. Sempre na melhor qualidade.
label.global.texto23.1=3. Clique no bot\u00E3o Download
label.global.texto24=R\u00E1pido assim\!
label.global.texto25=Existe algum limite de download de video ?
label.global.texto26=N\u00E3o. Nosso site \u00E9 livre. Fique a vontade para baixar quantos videos quiser.
label.global.texto27=Quais s\u00E3o os sites suportados ?
label.global.texto28=A lista \u00E9 Enorme, mas podemos informar alguns\:
label.global.texto29=Em qual plataforma eu consigo utilizar o Gettvideo.com?
label.global.texto30=Em todos os sistemas que possuem acesso a internet e um browser. IPHONE, ANDROID, TABLETS, PC
label.global.texto31=Como usar
label.global.texto32=Como eu fa\u00E7o Download de video do Youtube no PC ?
label.global.texto33=Passo 1\:
label.global.texto34=Abra o video no youtube, copie o link URL e cole em nosso site.
label.global.texto35=Passo 2\:
label.global.texto36=Selecione a op\u00E7\u00E3o Video na melhor qualidade, clique no bot\u00E3o extrair e aguarde.
label.global.texto37=Passo 3\:
label.global.texto38=Clique no bot\u00E3o Download video.
label.global.texto39=Como fazer download de video do Youtube no Android ?
label.global.texto40=Abra o app do Youtube e copie o link do video.
label.global.texto41=Utilizando o Chrome cole a URL em nosso site, clique no bot\u00E3o Extrair e aguarde.
label.global.texto42=Como fazer download de video do Youtube no Iphone ?
label.global.texto43=Utilizando o SAFARI cole a URL em nosso site, clique no bot\u00E3o Extrair e aguarde.
label.global.texto44=Como fazer download de video do Sendvid ?
label.global.texto45=Utilizando o SAFARI (Iphone) ou Chrome (PC e Android) cole a URL em nosso site, clique no bot\u00E3o Extrair e aguarde
label.global.texto46=Copie o Link do Video do Sendvid.

label.global.errodownloadvideo=V\u00EDdeo privado ou incompat\u00EDvel.
label.global.peoplesearch=Achar Pessoas
label.global.outrosapps=Outros Web Apps
label.global.ping=Ping
label.global.whois=WHOIS
label.global.nmap=NMAP
label.global.dirb=Pen Test
